[Egg.Egg_AII_1 DisAbstractItem]
m_ItemName="伯特斯戴德蛋"
m_PluralItemName=""
m_Description=""

[Egg.Egg_AII_2 DisAbstractItem]
m_ItemName="卡勒罗蛋"
m_PluralItemName=""
m_Description=""

[Egg.Egg_AII_3 DisAbstractItem]
m_ItemName="韦恩登蛋"
m_PluralItemName=""
m_Description=""

[Egg.Egg_AII_4 DisAbstractItem]
m_ItemName="亚罗蛋"
m_PluralItemName=""
m_Description=""

[Egg.Egg_AII_5 DisAbstractItem]
m_ItemName="莱德摩尔蛋"
m_PluralItemName=""
m_Description=""

[Egg.Egg_AII_6 DisAbstractItem]
m_ItemName="德里斯考蛋"
m_PluralItemName=""
m_Description=""

[Egg.Egg_AIP_1:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="伯特斯戴德蛋"

[Egg.Egg_AIP_2:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="卡勒罗蛋"

[Egg.Egg_AIP_3:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="韦恩登蛋"

[Egg.Egg_AIP_4:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="亚罗蛋"

[Egg.Egg_AIP_5:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="莱德摩尔蛋"

[Egg.Egg_AIP_6:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="德里斯考蛋"

[Hrlm_Cameo:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="贝壳浮雕 - 175 金币"

[Hrlm_CigCage:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="雪茄烟盒 - 90 金币"

[Hrlm_Egg_Gristol:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="发条蛋 - 250 金币"

[Hrlm_FishStatue:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="鱼雕 - 65 金币"

[Hrlm_HoundStat:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="犬雕 - 125 金币"

[Hrlm_Ingot_twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="金锭 - 100 金币"

[Hrlm_Jbox:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="珠宝盒 - 350 金币"

[Hrlm_Map_twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="珍贵的地图 - 75 金币"

[Hrlm_Medal:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="战争勋章 - 35 金币"

[Hrlm_Plate:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="装饰盘 - 75 金币"

[Hrlm_PocketWatch:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="怀表 - 112 金币"

[Hrlm_Sextant:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="六分仪 - 45 金币"

[Hrlm_Urn:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="陶瓮 - 35 金币"

[Hrlm_WhaleStatue:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="鲸鱼雕像 - 200 金币"

[lamp_switch_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="仿制油灯"

[Notes.Instructions_Hardcore_AbstrInv DisAbstractItem]
m_ItemName="无影神偷"
m_PluralItemName=""
m_Description="偷取六个发条蛋并离开别墅。\n\n潜入别墅取回发条蛋，并尽你可能收集贵重物品。\n不要被发现。不能让任何人知道你来过这里。\n你需要找到六个发条蛋，还有传家宝、名画和金币。\n\n你没有超自然能力。\n现在，一些门和箱子被锁上了。\n很多贵重物品的位置发生了改变。\n\n得分：\n* 绕开警卫比击昏他们得分更高，而击昏他们又比杀死他们得分更高。\n* 收集的额外战利品越多，你的得分会越高。\n\n特别：\n这栋别墅里充满了秘密，不要放过任何一个角落。\n注意寻找16个隐藏雕像。\n\n任务结束：\n当你被发现3次或死亡时，挑战结束。"

[Notes.instructions_hardcore_pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.Instructions_Normal_AbstrInv DisAbstractItem]
m_ItemName="无影神偷"
m_PluralItemName=""
m_Description="偷取六个发条蛋并离开别墅。\n\n潜入别墅取回发条蛋，并尽你可能收集贵重物品。\n不要被发现。不能让任何人知道你来过这里。\n你需要找到六个发条蛋，还有传家宝、名画和金币。\n\n得分：\n* 绕开警卫比击昏他们得分更高，而击昏他们又比杀死他们得分更高。\n* 收集的额外战利品越多，你的得分会越高。\n\n特别：\n这栋别墅里充满了秘密，不要放过任何一个角落。\n\n任务结束：\n当你被发现3次或死亡时，挑战结束。"

[Notes.instructions_normal_pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.Rhyme2_AbstrInv DisAbstractItem]
m_ItemName="一条线索"
m_PluralItemName=""
m_Description="各种行为都可能招致怀疑。\n比如，没有人会把烟灰缸倒扣着放。\n这实在不正常。\n随便想想而已。"

[Notes.Rhyme3_AbstrInv DisAbstractItem]
m_ItemName="一条线索"
m_PluralItemName=""
m_Description="一个人不应把自己局限于陈词滥调。\n比如，不是所有密道都由书架上的书启动。\n但有些确实如此。\n同样，一个人也不应对陈词滥调视而不见。"

[Notes.Rhyme_AbstrInv DisAbstractItem]
m_ItemName="一条线索"
m_PluralItemName=""
m_Description="在中层与顶层之间寻找，\n那三个随机元素将使你完成，\n偷走一切闪亮之物的任务。"

[Statue_AII_1 DisAbstractItem]
m_ItemName="可收集的雕像"
m_PluralItemName="可收集的雕像"
m_Description=""

[Statue_AIP_1:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="可收集的雕像"

